Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_fin-FIN_MRT.tmx
Source language: en_us
Languages: fi_fi

source: How old are you? {#D1_ins}
fi_fi: Minkä ikäinen olet? {#D1_ins}

source: Owned or controlled entirely by persons from (THIS COUNTRY)
fi_fi: Yritys on täysin suomalaisten omistuksessa tai hallinnassa

source: Professional, scientific and technical activities
fi_fi: AMMATILLINEN, TIETEELLINEN JA TEKNINEN TOIMINTA

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. Can I speak to the person in your household, 15 years or older, whose birthday it was most recently? INTERVIEWER ADD IF NECESSARY: this is necessary to ensure everyone has an equal chance to participate, for the survey to be representative of this country’s population. How old is he or she? Can you pass the phone to this household member? {#Birthday_ins} Household member with the most recent birthday is:
fi_fi: Hei! Olen … yrityksestä (KANSALLISEN INSTITUUTIN NIMI) ja teen haastattelua Ipsos Public Affairs -yritykselle heidän asiakkaansa puolesta. Haemme yli 15-vuotiaita henkilöitä, jotka haluavat kertoa mielipiteitään nykypäivän yhteiskunnallisista ongelmista. Voinko puhua talouteesi kuuluvalle vähintään 15-vuotiaalle henkilölle, jolla oli viimeksi syntymäpäivä? HAASTATTELIJA LISÄÄ TARPEEN MUKAAN: tämä on tarpeen varmistaaksemme, että kaikilla on yhtäläiset mahdollisuudet osallistua, jotta kyselytutkimus edustaa tämän maan väestöä. Minkä ikäinen hän on? Voitko pyytää talouden tätä jäsentä puhelimeen? {#Birthday_ins} Talouden jäsen, jonka syntymäpäivä oli viimeiseksi:

source: Supervisor/foreman (team manager, …)
fi_fi: Työnjohtaja tai tiiminvetäjä

source: More than 10 years
fi_fi: Yli 10 vuotta

source: European Parliament
fi_fi: Euroopan parlamentti

source: Prefer not to say
fi_fi: En halua vastata

source: Never been in full-time education
fi_fi: En ole koskaan ollut kokopäivätoiminen opiskelija

source: Refusal {#D5a_ins}
fi_fi: Kieltäytyi {#D5a_ins}

source: Middle management
fi_fi: Keskijohto, muu johto (osastopäällikkö, opettaja, teknikko)

source: You entered an unexpected value, please review your answer or continue to confirm your response.
fi_fi: Annoit odottamattoman luvun; tarkista vastauksesi tai jatka vahvistaaksesi vastauksesi.

source: 1 to 9 employees
fi_fi: 1–9 työntekijää

source: <center>Thank you for taking part in this survey. <br />These are all the questions we have for you today.</center>
fi_fi: <center>Kiitos, että osallistut tähän kyselyyn. <br />Siinä olivat kaikki kysymykset tältä päivältä.</center>

source: Denmark
fi_fi: Tanska

source: Estonian
fi_fi: Virolainen

source: Information and Communication
fi_fi: INFORMAATIO JA VIESTINTÄ

source: Products to companies or other organisations
fi_fi: tuotteita yrityksille tai muille organisaatioille

source: Dutch
fi_fi: Hollantilainen

source: Put through to the targeted respondent
fi_fi: Yhdistä kohdevastaajalle

source: Ireland
fi_fi: Irlanti

source: Do you use more than one mobile phone? {#D2_ins}
fi_fi: Käytätkö useampaa kuin yhtä matkapuhelinta? {#D2_ins}

source: In another way
fi_fi: Muu

source: Yes (will pass phone to start the interview)
fi_fi: Kyllä (pyydän puhelimeen haastattelun aloittamiseksi)

source: Between 1 and 5 years
fi_fi: 1–5 vuotta

source: Are you a permanent resident of {#MRK_Country}?
fi_fi: Asutko pysyvästi maassa {#MRK_Country}?

source: Next
fi_fi: Seuraava

source: Manual worker
fi_fi: Työntekijä (teollisuustyöntekijä, rakennusmies, siivooja, bussikuski jne.)

source: The European General Data Protection Regulation (GDPR) requires us to first speak to a parent or legal guardian of a teenager. Can I speak to this teenager’s parent or legal guardian? (SINGLE ANSWER, DO NOT READ OUT)
fi_fi: Euroopan yleinen tietosuoja-asetus (GDPR) vaatii meitä puhumaan ensin teini-ikäisen henkilön vanhemmalle tai lailliselle huoltajalle. Voinko puhua teini-ikäisen vanhemmalle tai lailliselle huoltajalle? (YKSI VASTAUS, ÄLÄ LUE ÄÄNEEN)

source: Civil servant
fi_fi: Virkamies

source: Netherlands
fi_fi: Alankomaat

source: Administrative and support service activities
fi_fi: HALLINTO- JA TUKIPALVELUTOIMINTA

source: Less than 16 years (SPONTANEOUS)
fi_fi: Alle 16-vuotias (SPONTAANI)

source: Belgium
fi_fi: Belgia

source: Answer '{ANSWER}' cannot be combined with other answers.
fi_fi: Vastausta '{ANSWER}' ({CATEGORY}) ei voi yhdistää muiden vastausten kanssa

source: Still in full-time education
fi_fi: Edelleen kokopäivätoiminen opiskelija

source: Improved
fi_fi: Parantunut

source: How long has your company been in business? (READ OUT, ONE ANSWER ONLY)
fi_fi: Kuinka pitkään yrityksenne on ollut toiminnassa?

source: (DO NOT READ OUT; ONE ANSWER ONLY)
fi_fi: (VAIN YKSI VASTAUS)

source: Between 6 and 10 years
fi_fi: 6–10 vuotta

source: Yes, one mobile phone
fi_fi: Kyllä, yhtä matkapuhelinta

source: Fairly positive
fi_fi: Melko positiivisen

source: (DO NOT READ OUT)
fi_fi: (ÄLÄ LUE ÄÄNEEN)

source: Do you also use one or more mobile phones? {#D2_ins}
fi_fi: Käytätkö myös yhtä tai useampaa matkapuhelinta? {#D2_ins}

source: <b>Construction, transport, ICT</b>
fi_fi: <b>Rakentaminen, kuljetus, tieto- ja viestintätekniikka</b>

source: Austria
fi_fi: Itävalta

source: Please enter a value between 0 and 99.
fi_fi: Anna arvo väliltä 0–99.

source: Polish
fi_fi: Puolalainen

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
fi_fi: MIKÄ TAHANSA TUKKU- ja VÄHITTÄISKAUPPA (SISÄLTÄEN MOOTTORIAJONEUVOJEN JA MOOTTORIPYÖRIEN KORJAUKSEN)

source: years
fi_fi: vuotta

source: Transportation and Storage
fi_fi: KULJETUS JA VARASTOINTI

source: European External Action Service
fi_fi: Euroopan ulkosuhdehallinto

source: How many people aged 15 years or more live in your household, yourself included?
fi_fi: Kuinka monta vähintään 15-vuotiasta henkilöä taloudessasi asuu, itsesi mukaan lukien?

source: Irish
fi_fi: Irlantilainen

source: I’m in favour of the European Union as it has been realised so far
fi_fi: Kannatan Euroopan unionia sellaisena, joksi se on tähän mennessä muotoutunut

source: More than 50 million euro
fi_fi: Yli 50 miljoonaa euroa

source: Retired
fi_fi: Eläkkeellä

source: Romanian
fi_fi: Romanialainen

source: Previous
fi_fi: Edellinen

source: Other (DO NOT READ OUT)
fi_fi: Muu (ÄLÄ LUETTELE)

source: Danish
fi_fi: Tanskalainen

source: In the last two years, has your company been involved in any dispute which has gone to court?
fi_fi: Onko yrityksenne joutunut viimeisen kahden vuoden aikana kiistoihin, jotka on viety oikeuteen?

source: Hungarian
fi_fi: Unkarilainen

source: European Agency for Safety and Health at Work
fi_fi: Euroopan työturvallisuus- ja työterveysjärjestö

source: Portuguese
fi_fi: Portugalilainen

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
fi_fi: Mikä seuraavista vaihtoehdoista kuvaa yritystänne? (LUE ÄÄNEEN; VAIN YKSI VASTAUS)

source: Luxembourgish
fi_fi: Luxemburgilainen

source: Farmer, forester, fisherman
fi_fi: Maanviljelijä, metsätyöntekijä, kalastaja

source: Real estate activities
fi_fi: KIINTEISTÖALAN TOIMINTA

source: Don't know {#D5a_ins}
fi_fi: En osaa sanoa {#D5a_ins}

source: More than 100,000 to 250,000 euro
fi_fi: Yli 100 000–250 000 euroa

source: Don't know/No Answer (DO NOT READ OUT)
fi_fi: EOS/EV (ÄLÄ LUETTELE)

source: Answer '{ANSWER}' is not in range '{RANGE}'.
fi_fi: Vastaus '{ANSWER}' on rajojen '{RANGE}' ulkopuolella

source: Employee
fi_fi: Toimihenkilö

source: Do you also have a landline telephone at home? Do not include telephones only used for business purposes or for connecting to the Internet or to a fax machine. {#D2_ins}
fi_fi: Onko kotonasi myös lankapuhelin? Älä sisällytä vastaukseen puhelimia, joita käytetään vain työtarkoituksiin tai internet-liittymää tai faksia varten. {#D2_ins}

source: <b>Industry</b>
fi_fi: <b>Teollisuus</b>

source: European Central Bank
fi_fi: Euroopan keskuspankki

source: Answer '{ANSWER}' is not an integer value.
fi_fi: Kysymys '{QUESTION}' ({QUESTION_NUMBER}): Vastaus '{ANSWER}' ei ole kokonaisluku.

source: Finland
fi_fi: Suomi

source: More than 500,000 to 2 million euro
fi_fi: Yli 500 000 – 2 miljoonaa euroa

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
fi_fi: Luoko EU teille yleisesti ottaen hyvin positiivisen, melko positiivisen, neutraalin, melko negatiivisen vai hyvin negatiivisen vaikutelman itsestään? {#SD15_ins}

source: Answer '{ANSWER}' is not numeric.
fi_fi: Kysymys '{QUESTION}' ({QUESTION_NUMBER}): Vastaus '{ANSWER}' ei ole numeerinen

source: Education
fi_fi: KOULUTUS

source: Errors
fi_fi: Virheet

source: Services directly to consumers
fi_fi: palveluita suoraan kuluttajille

source: Remained about the same
fi_fi: Pysynyt ennallaan

source: <b>Agriculture, Forestry and Fishing</b>
fi_fi: <b>Maatalous, metsätalous ja kalastus</b>

source: {#D1X_insert} (DO NOT READ OUT, ONE ANSWER ONLY)
fi_fi: {#D1X_insert} (VAIN YKSI VASTAUS)

source: 15 years old, but not available/not at home
fi_fi: 15-vuotias, mutta ei paikalla/kotona

source: Agriculture, Forestry and Fishing
fi_fi: MAATALOUS, METSÄTALOUS JA KALATALOUS

source: <p>These are all the questions we have for you today. It appears that a sufficient number of respondents with a similar profile have already completed this study, or that your profile does not exactly match our needs for this study. We apologize for the inconvenience.</p>
fi_fi: <p>Siinä olivat kaikki kysymykset tältä päivältä. Näyttää siltä, että riittävä määrä samanlaisen profiilin omaavia vastaajia on jo vastannut tähän kyselyyn, tai että profiilisi ei vastaa täysin tämän tutkimuksen tarpeita. Pahoittelemme tästä aiheutunutta vaivaa.</p>

source: Greece
fi_fi: Kreikka

source: European Ombudsman
fi_fi: Euroopan oikeusasiamies

source: Less than 1 year
fi_fi: Alle 1 vuoden

source: More than 10 to 50 million euro
fi_fi: Yli 10 miljoonaa – 50 miljoonaa euroa

source: Latvian
fi_fi: Latvialainen

source: Stayed about the same
fi_fi: Pysynyt samalla tasolla

source: Professional (employed doctor, lawyer, accountant, architect, …)
fi_fi: Akateeminen ammattilainen (lääkäri, lakimies, kirjanpitäjä, arkkitehti...)

source: Very negative
fi_fi: Hyvin negatiivisen

source: Bulgarian
fi_fi: Bulgarialainen

source: Frequently
fi_fi: Usein

source: I’m rather in favour of the European Union, but not the way it has been realised until now
fi_fi: Kannatan Euroopan unionia melko paljon, mutta en sellaisena, joksi se on tähän mennessä muotoutunut

source: Looking after the home
fi_fi: Kodista huolehtiva

source: Executive Agency for Small and Medium-sized Enterprises
fi_fi: Pienten ja keskisuurten yritysten toimeenpanovirasto

source: What was your company's total turnover in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
fi_fi: Mikä oli yrityksenne kokonaisliikevaihto vuonna {#CurrentYear_insert_1}? LISÄÄ TARVITTAESSA: Mikäli et ole varma, arvioi parhaasi mukaan (LUE TARVITTAESSA ÄÄNEEN, VAIN YKSI VASTAUS)

source: How many employees (in full-time equivalents) does your company currently have? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
fi_fi: Kuinka monta (kokopäivätoimista tai vastaavaa) työntekijää yrityksessäsi on tällä hetkellä? LISÄÄ TARVITTAESSA: Mikäli et ole varma, arvioi parhaasi mukaan (LUE TARVITTAESSA ÄÄNEEN, VAIN YKSI VASTAUS)

source: English (US)
fi_fi: Standardi tekstit

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
fi_fi: Onko EU:sta saamanne kuva viimeisen vuoden aikana parantunut, huonontunut vai pysynyt suunnilleen samalla tasolla? {#SD15_ins}

source: Yes, I am the parent/legal guardian
fi_fi: Kyllä, olen vanhempi / laillinen huoltaja

source: European Investment Bank Group
fi_fi: Euroopan investointipankkiryhmä

source: General management, director or top management
fi_fi: Pääjohtaja, johtaja tai ylintä johtoa

source: Decreased
fi_fi: Vähentynyt

source: Portugal
fi_fi: Portugali

source: (SINGLE ANSWER, DO NOT READ OUT)
fi_fi: (YKSI VASTAUS, ÄLÄ LUE ÄÄNEEN)

source: Question '{QUESTION}' ({QUESTION_NUMBER}): Answer '{ANSWER}' ({CATEGORY}) has a response but it is not selected.
fi_fi: Kysymys '{QUESTION}' ({QUESTION_NUMBER}): Vastaus '{ANSWER}' ({CATEGORY}) on täytetty mutta vastausvaihtoehtoa ei ole valittu

source: 50 to 249 employees
fi_fi: 50–249 työntekijää

source: Below 10% owned by persons from other countries outside (THIS COUNTRY)
fi_fi: Alle 10 % yrityksestä on muiden kuin suomalaisten omistuksessa

source: (WHEN SPEAKING TO THE TARGETED RESPONDENT) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting decision makers in companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means that neither you, nor your business, will be identifiable in any of the published results. For quality assurance, this phone call may be monitored and recorded. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public and business opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: No personal data will be collected during this interview. Your participation, together with your individual responses to the questions, will be kept strictly confidential. If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Are you happy to proceed with the interview? (SINGLE ANSWER, DO NOT READ OUT)
fi_fi: (KOHDEVASTAAJALLE PUHUTTAESSA) Hei! Olen … yrityksestä (KANSALLISEN INSTITUUTIN NIMI) ja teen haastattelua Ipsos Public Affairs -yritykselle heidän asiakkaansa puolesta. Otamme yhteyttä päätöksentekijöihin yrityksissä koko Euroopassa heidän ajankohtaisista liiketoimintaan liittyvistä mielipiteistään. Palautetta käytetään päätöksenteon tukena Euroopassa. Olisimme kiitollisia, mikäli voisit varata {#minutes_ins} minuuttia osallistuaksesi tähän kyselyyn. Kyselyyn osallistuminen on vapaaehtoista, ja voit muuttaa mieltäsi milloin tahansa. Kaikki vastaukset ovat luottamuksellisia ja ne yhdistetään kaikkien muiden osallistujien vastauksiin. Tämä tarkoittaa sitä, ettei sinua eikä yritystäsi voida tunnistaa julkaistuista tuloksista. Laaduntarkkailuun liittyvistä syistä puheluasi voidaan valvoa ja se voidaan nauhoittaa. <b>HAASTATTELIJA LISÄÄ KYSYTTÄESSÄ:</b> ASIAKAS? Ipsos suorittaa tämän tutkimuksen yrityksen {#Client} puolesta. Flash-eurobarometrikyselyiden tarkoituksena on valvoa julkista ja yritysten mielipidettä Euroopan unionissa useiden eri aiheiden osalta. MITÄ HENKILÖTIETOJA KERÄTÄÄN: Tämän haastattelun aikana ei kerätä henkilötietoja. Osallistumisesi sekä yksittäiset vastauksesi tutkimuskysymyksiin pidetään täysin luottamuksellisina. Mikäli sinulla on kommentteja, kysymyksiä tai huolenaiheita, lähetä sähköpostia osoitteeseen: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Haluatko jatkaa haastattelua? (YKSI VASTAUS, ÄLÄ LUE ÄÄNEEN)

source: Other employee (salesman, nurse, …)
fi_fi: Muu toimihenkilö (myyntiedustaja, sairaanhoitaja...)

source: When you get together with friends or relatives, would you say you discuss frequently, occasionally or never about...? {#SD14a_ins}
fi_fi: Kun tapaatte ystäviänne tai sukulaisianne, sanoisitteko, että keskustelette usein, ajoittain vai ette koskaan… {#SD14a_ins}

source: <{#D1_age_ins} years
fi_fi: <{#D1_age_ins} vuotta

source: Don't know (DO NOT READ OUT)
fi_fi: En osaa sanoa (ÄLÄ LUE ÄÄNEEN)

source: Yes, not available
fi_fi: Kyllä, ei paikalla

source: Estonia
fi_fi: Viro

source: A rural area or village
fi_fi: Maaseudulla tai kylässä

source: Maltese
fi_fi: Maltalainen

source: Consumers, Health, Agriculture and Food Executive Agency
fi_fi: Kuluttaja-, terveys-, maatalous- ja elintarvikeasioiden toimeenpanovirasto

source: Would you say you are…? {#D2_ins}
fi_fi: Sanoisitteko olevanne…? {#D2_ins}

source: Products directly to consumers
fi_fi: tuotteita suoraan kuluttajille

source: 500 or more employees
fi_fi: 500 työntekijää tai enemmän

source: Small or medium-sized town
fi_fi: Pienessä tai keskisuuressa kaupungissa

source: More than 50,000 to 100,000 euro
fi_fi: Yli 50 000–100 000 euroa

source: (READ OUT – ONE ANSWER PER LINE)
fi_fi: (VAIN YKSI VASTAUS)

source: Electricity, gas, steam and air conditioning supply
fi_fi: SÄHKÖ-, KAASU-, LÄMPÖ- JA ILMASTOINTIHUOLTO

source: Don’t know (DO NOT READ OUT)
fi_fi: En osaa sanoa (ÄLÄ LUE ÄÄNEEN)

source: French
fi_fi: Ranskalainen

source: Luxembourg
fi_fi: Luxemburg

source: Hungary
fi_fi: Unkari

source: Human health and social work activities
fi_fi: TERVEYS- JA SOSIAALIPALVELUT

source: Navigations
fi_fi: Edellinen

source: Seeking a job
fi_fi: Työtön työnhakija

source: Manufacturing
fi_fi: TEOLLISUUS

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
fi_fi: 50 % tai sitä suurempi osuus yrityksestä on muiden kuin suomalaisten omistuksessa tai hallinnassa

source: <b>Non-public services</b>
fi_fi: <b>Muut kuin julkiset palvelut</b>

source: <b>Public services</b>
fi_fi: <b>Julkiset palvelut</b>

source: Answer {ANSWER} is not numeric.
fi_fi: Vastaus '{ANSWER}' pitää olla numeerinen

source: National political matters
fi_fi: Kansalliseen politiikkaan liittyvistä asioista

source: Are you happy to proceed with the interview?
fi_fi: Haluatko jatkaa haastattelua?

source: (DO NOT READ OUT; MULTIPLE ANSWERS POSSIBLE)
fi_fi: (ÄLÄ LUE ÄÄNEEN; USEAMPI VASTAUS MAHDOLLINEN)

source: Sold products and or services to countries outside EU
fi_fi: Myi tuotteita ja/tai palveluita EU-maiden ulkopuolelle

source: 250 to 499 employees
fi_fi: 250-499 työntekijää

source: Select all that apply.
fi_fi: Valitse kaikki sopivat vaihtoehdot.

source: Which of the following describes how you think of yourself? {#D2_ins}
fi_fi: Mikä seuraavista kuvaa sukupuolta, jota koet edustavasi? {#D2_ins}

source: Services to companies or other organisations
fi_fi: palveluita yrityksille tai muille organisaatioille

source: More than 2 to 10 million euro
fi_fi: Yli 2 miljoonaa – 10 miljoonaa euroa

source: How many children under the age of 15 are living in your household?
fi_fi: Kuinka monta alle 15-vuotiasta lasta taloudessasi asuu?

source: Large town/city
fi_fi: Isossa kaupungissa / suurkaupungissa

source: What is the main activity of your company? (READ OUT MAIN CATEGORIES FIRST, THEN SUBCATEGORIES, ONE ANSWER ONLY)
fi_fi: Mikä on päävastuualueesi yrityksessänne? (LUE ENSIN TÄRKEIMMÄT KATEGORIAT JA SITTEN ALAKATEGORIAT, VAIN YKSI VASTAUS)

source: Sold products and or services to other EU countries
fi_fi: Myi tuotteita ja/tai palveluita muihin EU-maihin

source: Yes, more than one mobile phone
fi_fi: Kyllä, useampaa kuin yhtä matkapuhelinta

source: No, I am not the parent/legal guardian
fi_fi: En ole vanhempi / laillinen huoltaja

source: <b>Thank you for your participation. Please click next and then close the browser.</b>
fi_fi: <b>Kiitos osallistumisestasi. Napsauta seuraava ja sulje selain.</b>

source: Croatian
fi_fi: Kroatialainen

source: Between 1 January {#CurrentYear_insert_6} and 1 January {#CurrentYear_insert_1}
fi_fi: 1. tammikuuta {#CurrentYear_insert_6} ja 1. tammikuuta {#CurrentYear_insert_1} välillä

source: Mining and Quarrying
fi_fi: KAIVOSTOIMINTA JA LOUHINTA

source: ENU English (United States)
fi_fi: FIN Finnish (Finland)

source: Slovenian
fi_fi: Slovenialainen

source: Office clerk
fi_fi: Toimistotyöntekijä

source: Would you say you live in...? {#D2_ins}
fi_fi: Sanoisitko, että asut...? {#D2_ins}
